export const startMessage = `👋 សួស្តី UserName

សូមស្វាគមន៍មកកាន់ *Auto Reaction Bot*

💁‍♂️ នេះជារបៀបដែលខ្ញុំដំណើរការ:

ផ្ញើសារមកខ្ញុំ ហើយអ្នកនឹងទទួលបាន Reaction ទៅលើសាររបស់អ្នកដោយស្វ័យ។

*🏖 Group & Channel*: បន្ថែមខ្ញុំទៅក្រុម ឬប៉ុស្តិ៍របស់អ្នក ហើយខ្ញុំប្រតិកម្ម Emoji ស្អាតៗ លើសាររបស់អ្នក។

`;

export const donateMessage = `🙏 គាំទ្រ Auto Reaction Bot ✨ ហើយជួយឲ្យយើងដំណើរការបន្ត និងបន្តកែល្អ! ✨ ការបរិច្ចាគរបស់អ្នករក្សាសេវាកម្មយើងឲ្យដំណើរការ និងអនុញ្ញាតឲ្យយើងនាំមកនូវវិធីសាស្ត្រថ្មី។ សូមអរគុណ! 🌟🚀`;

export const defaultEmojiList = "👍👎❤🔥🥰👏😁🤔🤯😱🤬😢🎉🤩🤮💩🙏👌🕊🤡🥱🥴😍🐳❤️‍🔥🌚🌭💯🤣⚡🍌🏆💔🤨😐🍓🍾💋🖕😈😴😭🤓👻👨‍💻👀🎃🙈😇😨🤝✍🤗🫡🎅🎄☃💅🤪🗿🆒💘🙉🦄😘💊🙊😎👾🤷‍♂️🤷🤷‍♀️😡";
