export const startMessage = `👋 សួស្តី UserName !

សូមស្វាគមន៍មកកាន់ *Auto Emoji Reaction Bot 🎉* រួចរាល់ដើម្បីបន្ថែមភាពសប្បាយរីករាយទៅការសន្ទនារបស់អ្នក!

💁‍♂️ នេះជារបៀបដែល bot របស់ខ្ញុំដំណើរការ:

*✨ ចាត់ (DM)*: ផ្ញើសារមកខ្ញុំ ហើយអ្នកនឹងទទួលបាន emoji ស្ទើរ។ រំពឹងទុកអ្វីដែលមិនទាន់ ហើយសប្បាយ!
*🏖 ក្រុម & Channel*: បន្ថែមខ្ញុំទៅក្រុម ឬ channel របស់អ្នក ហើយខ្ញុំនឹងរក្សា vibes វិជ្ជមានដោយប្រតិកម្ម emoji ចំពោះសារ។

✍️ ដើម្បីមើល emoji ដែលខ្ញុំប្រើ គ្រាន់តែវាយ /reactions។ ដើម្បីបង្កើត auto reaction bot ផ្ទាល់ខ្លួន សូមមើល: [Auto-Reaction-Bot នៅ GitHub](https://github.com/Malith-Rukshan/Auto-Reaction-Bot)។

តោះ​ធ្វើ​ឲ្យ​ការ​សន្ទនា​របស់​យើង​ កាន់​តែ​សប្បាយ! 🚀

💖 ជួយ​ឲ្យ​យើង​រស់​រាន: /donate`;

export const donateMessage = `🙏 គាំទ្រ Auto Reaction Bot ✨ ហើយជួយឲ្យយើងដំណើរការបន្ត និងបន្តកែល្អ! ✨ ការបរិច្ចាគរបស់អ្នករក្សាសេវាកម្មយើងឲ្យដំណើរការ និងអនុញ្ញាតឲ្យយើងនាំមកនូវវិធីសាស្ត្រថ្មី។ សូមអរគុណ! 🌟🚀`;
